Repository: Onaduett/EVSync
Catalog: EVSync/*.lproj/Localizable.strings
Languages: kk, ru

source: Loading charging stations...
kk: Станциялар жүктелуде...
ru: Загрузка станций...

source: Retry
kk: Қайталау
ru: Повторить

source: Cancel
kk: Бас тарту
ru: Отмена

source: Filters
kk: Сүзгілер
ru: Фильтры

source: Price Range
kk: Баға
ru: Цены

source: Power Range
kk: Қуат
ru: Мощность

source: Operators
kk: Операторлар
ru: Операторы

source: Apply
kk: Қолдану
ru: Применить

source: Clear All
kk: Барлығын тазарту
ru: Сбросить всё

# price_unit
source: ₸/kWh
kk: ₸/кВт·сағ
ru: ₸/кВт·ч

# power_unit
source: kW
kk: кВт
ru: кВт

source: Delete Account
ru: Удалить Аккаунт

source: See You Again!
ru: До свидания!

# account_deleted_message
source: Your account has been successfully deleted. Thank you for using
ru: Ваш аккаунт был успешно удален. Спасибо за использование

source: Deleting...
ru: Удаление...

# see_you_again_then
source: Then.. See You Again?
ru: Тогда... Увидимся снова?

# delete_account_subtitle
source: Everyone deserves a second chance.
ru: Все заслуживают второго шанса.

# delete_account_description
source: Once you delete your account, you will lose access to all data and features of the app.
ru: После удаления аккаунта вы потеряете доступ ко всем данным и функциям приложения.

# what_will_be_deleted
source: What you will lose:
ru: Что вы потеряете:

# lose_favorite_stations
source: Your favorites - Was always with you.
ru: Ваши избранные — всегда были рядом.

# lose_charging_map
source: One single map for all Stations.
ru: Единая карта для всех станций.

# lose_settings
source: Your settings and personalization (theme, language, notifications, etc.).
ru: Ваши настройки и персонализация

# delete_account_warning
source: After confirmation, we will completely delete your account and all related data from the system. Nothing will be kept, and it will not be possible to recover any information.
ru: После подтверждения мы полностью удалим ваш аккаунт и все связанные данные из системы. Ничего не сохранится и восстановить информацию будет невозможно.
