Repository: Onaduett/EVSync
Catalog: EVSync/*.lproj/Localizable.strings
Languages: kk, ru

source: Account
kk: Аккаунт
ru: Аккаунт

source: Sign Out
kk: Шығу
ru: Выйти

source: Appearance
kk: Көрініс
ru: Тема

source: Theme
kk: Тақырып
ru: Тема

source: Preferences
kk: Баптаулар
ru: Настройки

source: Notifications
kk: Хабарландырулар
ru: Уведомления

# notifications_subtitle
source: Get alerts for charging status
kk: Заряд күйі туралы ескертулер
ru: Уведомления о зарядке

source: Location Services
kk: Геолокация
ru: Геолокация

# location_services_subtitle
source: Find charging stations
kk: Жақын станцияларды табу
ru: Поиск станций рядом

source: Privacy & Legal
kk: Құпиялылық
ru: Конфиденциальность

# privacy_legal_subtitle
source: Your privacy and security matter to us
kk: Қауіпсіздігіңіз біз үшін маңызды
ru: Мы заботимся о вашей безопасности

source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

# privacy_policy_subtitle
source: Read our privacy policy
kk: Саясатты қарау
ru: Посмотреть политику

# privacy_policy_description
source: How we handle your personal data
kk: Деректерді қалай өңдейміз
ru: Как мы обрабатываем данные

source: Terms of Service
kk: Пайдалану шарттары
ru: Условия использования

# terms_of_service_description
source: Terms and conditions of use
kk: Қолдану ережелері
ru: Правила использования

source: Data Protection
kk: Деректерді қорғау
ru: Защита данных

# data_protection_description
source: Your rights and our commitments
kk: Құқықтарыңыз және міндеттемелер
ru: Ваши права и наши обязанности

source: About
kk: Қосымша туралы
ru: О приложении

source: Version
kk: Нұсқа
ru: Версия

# version_subtitle
source: Current app version
kk: Қосымша нұсқасы
ru: Версия приложения

source: Done
kk: Дайын
ru: Готово

source: Language
kk: Тіл
ru: Язык

# language_subtitle
source: Set the interface language
kk: Тілді таңдау
ru: Выбор языка

source: System
kk: Жүйелік
ru: Системная

source: Light
kk: Ашық
ru: Светлая

source: Dark
kk: Қараңғы
ru: Тёмная

# privacy_policy_title
source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

# last_updated
source: Last updated: September 2025
kk: Соңғы жаңарту: 2025 қыркүйек
ru: Последнее обновление: Сентябрь 2025

source: Information We Collect
kk: Жиналатын деректер
ru: Какие данные мы собираем

# information_we_collect_content
source: We may collect, store, and process certain categories of information that you voluntarily provide or that are generated through your interaction with the application. This includes, but is not limited to, account registration data (via Google, Apple, or email login), profile modifications and support inquiries, as well as limited technical information such as device identifiers, device type, and generalized application usage statistics. Additionally, subject to your explicit permission, location data may be processed in order to enable the functionality of displaying nearby charging stations. No other categories of personal data are collected beyond what is necessary for the functioning of the service.
kk: Біз қызметті қамтамасыз ету үшін қажет деректерді ғана жинаймыз: тіркелу (Google, Apple, email), профиль өзгерістері, қолдау сұраулары және техникалық мәліметтер (құрылғы түрі, пайдалану статистикасы). Рұқсат берсеңіз, жақын станцияларды көрсету үшін геолокация өңделеді.
ru: Мы можем собирать, хранить и обрабатывать данные, которые вы предоставляете или которые генерируются при использовании приложения. Это регистрация (Google, Apple, email), изменения профиля, обращения в поддержку, а также техническая информация — тип устройства, статистика использования. С вашего согласия может использоваться геолокация для поиска ближайших станций.

source: How We Use Information
kk: Деректерді қалай қолданамыз
ru: Как мы используем данные

# how_we_use_information_content
source: The information collected is utilized strictly for the purposes of enabling, maintaining, and optimizing the operation of the service, which includes, but is not limited to: ensuring technical functionality, delivering requested features, providing user support, conducting troubleshooting, performing updates, and personalizing the user experience. The information may also be used for internal analysis aimed at improving stability, reliability, and overall performance of the application.
kk: Деректер қосымшаның жұмысын атқаруға, қолдау көрсетуге, қателерді түзетуге, жаңартуға және тәжірибені жекешелендіруге қолданылады. Сондай-ақ тұрақтылықты арттыруға арналған ішкі талдау үшін.
ru: Информация используется только для работы сервиса: функции приложения, поддержка, исправление ошибок, обновления, персонализация. Также — для анализа и повышения стабильности.

source: Data Storage
kk: Деректерді сақтау
ru: Хранение данных

# data_storage_content
source: All information processed through the service is stored exclusively within Supabase’s secure infrastructure. Supabase provides industry-recognized safeguards, including but not limited to, encryption in transit and at rest, strict access controls, and robust data management practices. We rely on these mechanisms to ensure that data is safeguarded against unauthorized access, disclosure, alteration, or destruction.
kk: Барлық деректер Supabase инфрақұрылымында сақталады: жіберуде және сақтауда шифрлау, қатаң қолжеткізу бақылауы, сенімді басқару.
ru: Все данные хранятся только в Supabase с защитой: шифрование, контроль доступа, надежное управление данными.

source: Data Sharing
kk: Деректерді беру
ru: Передача данных

# data_sharing_content
source: We do not sell, trade, or share your information with third parties, except as required to operate the service securely through Supabase.
kk: Біз деректерді сатпаймыз және үшінші тұлғаларға бермейміз. Ерекшелік: Supabase — біздің атымыздан сақтау және өңдеу провайдері.
ru: Мы не продаём и не передаём ваши данные. Исключение — Supabase, который хранит и обрабатывает их от нашего имени.

source: Security
kk: Қауіпсіздік
ru: Безопасность

# security_content
source: While no system can guarantee absolute protection, we implement a combination of administrative, technical, and organizational measures to safeguard your data. These include, but are not limited to, reliance on Supabase’s built-in encryption mechanisms, limited personnel access based on necessity, and continuous monitoring of system integrity. By using the service, you acknowledge that although we take reasonable precautions, absolute security of electronic data transmission and storage cannot be fully guaranteed.
kk: Шифрлау, қолжеткізуді шектеу, жүйе тұтастығын бақылау сияқты шараларды қолданамыз. Абсолютті қауіпсіздік кепілденбейді.
ru: Мы применяем меры для защиты данных: шифрование, ограничение доступа, мониторинг. Абсолютная защита не гарантируется.

source: Your Choices
kk: Құқықтарыңыз
ru: Ваши права

# your_choices_content
source: You maintain the right to request access, correction, or deletion of the data associated with your account, subject to reasonable verification of your identity. You may also discontinue the collection of location data at any time by disabling location permissions within your device settings. Please note that exercising certain choices may limit or disable portions of the functionality of the service.
kk: Деректерге қол жеткізуді, түзетуді немесе жоюды сұрай аласыз. Геолокацияны құрылғы баптауларынан өшіруге болады — кей мүмкіндіктер шектелуі мүмкін.
ru: Вы можете запросить доступ, исправление или удаление данных. Геолокацию можно отключить в настройках устройства. Отключение некоторых функций ограничит работу приложения.

source: Contact Us
kk: Байланыс
ru: Связаться с нами

# contact_us_content
source: For all inquiries, requests, or concerns regarding this Privacy Policy or our data-handling practices, you may contact us directly at dauletanupwork@gmail.com. We will use commercially reasonable efforts to respond to your request in a timely manner.
kk: Құпиялылық бойынша сұрақтар: dauletanupwork@gmail.com.
ru: По вопросам политики конфиденциальности пишите: dauletanupwork@gmail.com.

source: Acceptance of Terms
kk: Шарттарды қабылдау
ru: Принятие условий

# acceptance_of_terms_content
source: By accessing, installing, or otherwise using Charge&Go, you acknowledge that you have read, understood, and agree to be bound by these Terms of Service. If you do not agree to these terms, you must refrain from using the application.
kk: Charge&Go-ны пайдалану — Шарттармен келісу. Келіспесеңіз, қолданбаңыз.
ru: Используя Charge&Go, вы подтверждаете согласие с Условиями использования. Если не согласны — прекратите пользоваться приложением.

# use_license
source: License
kk: Лицензия
ru: Лицензия

# use_license_content
source: We hereby grant you a limited, non-exclusive, non-transferable, revocable license to install and use a single copy of Charge&Go on your personal device, solely for your own personal and non-commercial purposes. Any use outside the scope of this license is strictly prohibited.
kk: Сізге қосымшаны жеке құрылғыңызда тек жеке, коммерциялық емес мақсатта қолдануға шектеулі, берілмейтін лицензия беріледі.
ru: Вам предоставляется ограниченная, неисключительная лицензия на установку и использование Charge&Go только в личных целях.

source: User Account
kk: Тіркелгі
ru: Аккаунт

# user_account_content
source: You are solely responsible for maintaining the confidentiality of your login credentials and for all activities conducted under your account. You agree to immediately notify us of any unauthorized use or suspected security breach. We disclaim any responsibility for losses arising from your failure to safeguard your account.
kk: Тіркелгі мәліметтерінің құпиялығы — сіздің жауапкершілігіңіз. Немқұрайлық салдарынан болған шығындар үшін жауап бермейміз.
ru: Вы отвечаете за сохранность данных и все действия в аккаунте. Мы не несём ответственности за последствия вашей небрежности.

source: Prohibited Uses
kk: Тыйым салынған
ru: Запрещено

# prohibited_uses_content
source: You agree not to misuse the service. Prohibited activities include, but are not limited to: engaging in unlawful, fraudulent, or malicious activities; attempting to disrupt or interfere with the operation of the application or its servers; reverse-engineering, decompiling, or modifying the application; or bypassing, disabling, or tampering with security-related features.
kk: Заңсыз әрекеттер, жұмысына кедергі келтіру, серверлерге араласу, кері инженерия, қорғауды айналып өту — тыйым салынады.
ru: Нельзя использовать сервис для незаконных действий, нарушать работу, вмешиваться в серверы, взламывать или обходить защиту.

source: Location Data
kk: Орналасу деректері
ru: Данные о местоположении

# location_data_content
source: If you grant permission, we may process your location data in order to show nearby charging stations. Location services are strictly optional, and you can disable them at any time in your device settings.
kk: Рұқсат берсеңіз, жақын станцияларды көрсету үшін геолокация пайдаланылады. Оны кез келген уақытта құрылғы баптауларынан өшіруіңізге болады.
ru: С вашим разрешением мы используем геолокацию для поиска ближайших станций. Её можно отключить в настройках устройства.

source: Data Security
kk: Деректердің қауіпсіздігі
ru: Безопасность данных

# data_security_content
source: We rely on Supabase’s security infrastructure, including encryption, secure storage, and access controls, to protect your information against unauthorized access, alteration, or loss. While we apply industry-standard safeguards, absolute security cannot be guaranteed.
kk: Supabase инфрақұрылымы: шифрлау, қауіпсіз сақтау, қолжеткізуді бақылау. Абсолютті қауіпсіздік кепілденбейді.
ru: Данные защищены инфраструктурой Supabase: шифрование, безопасное хранение, контроль доступа. Абсолютная защита не гарантируется.

# data_and_liability
source: Data & Liability
kk: Жауапкершілік
ru: Ответственность

# data_and_liability_content
source: The service is provided strictly on an 'as is' and 'as available' basis, without warranties of any kind, either express or implied, including but not limited to implied warranties of merchantability, fitness for a particular purpose, or non-infringement. We do not warrant that the application will be uninterrupted, error-free, or free of harmful components. To the maximum extent permitted by applicable law, we shall not be liable for any indirect, incidental, consequential, or punitive damages, including but not limited to data loss, system failure, or damages arising from the use of Supabase or third-party authentication providers (such as Google and Apple).
kk: Қызмет «бар күйінде». Үздіксіз жұмысқа немесе қателердің болмауына кепілдік берілмейді. Жанама шығындар үшін жауап бермейміз (Supabase, Google, Apple).
ru: Сервис предоставляется «как есть». Мы не гарантируем работу без ошибок и не несём ответственность за косвенные убытки, включая потерю данных или сбои сторонних сервисов (Supabase, Google, Apple).

source: Contact Information
kk: Байланыс ақпараты
ru: Контакты

# contact_information_content
source: For legal correspondence or matters related to these Terms of Service, please direct your communication to dauletanupwork@gmail.com.
kk: Заңды сұрақтар: dauletanupwork@gmail.com.
ru: По юридическим вопросам: dauletanupwork@gmail.com.

source: Your Rights
kk: Құқықтарыңыз
ru: Ваши права

# your_rights_content
source: You may request access, correction, or deletion of your personal information at any time.
kk: Деректеріңізге қол жеткізуді, түзетуді немесе жоюды кез келген уақытта сұрай аласыз.
ru: Вы можете запросить доступ, исправление или удаление данных в любое время.

source: Data Retention
kk: Сақтау мерзімі
ru: Хранение данных

# data_retention_content
source: We store personal information only for as long as necessary to provide the service and maintain its functionality.
kk: Деректер тек қызмет жұмысы үшін қажет уақытқа дейін сақталады.
ru: Мы храним данные только столько, сколько нужно для работы сервиса.

source: Security Measures
kk: Қауіпсіздік шаралары
ru: Меры безопасности

# security_measures_content
source: We rely on Supabase’s encryption, secure storage, and access controls to protect your data during transfer and storage.
kk: Supabase құралдары: шифрлау, қауіпсіз сақтау, қолжеткізуді бақылау.
ru: Мы используем механизмы Supabase: шифрование, хранение и контроль доступа.

source: Data Requests
kk: Деректерге сұраулар
ru: Запросы по данным

# data_requests_content
source: For questions or requests related to your data, please contact us at dauletanupwork@gmail.com
kk: Деректерге қатысты сұрақтар: dauletanupwork@gmail.com
ru: По вопросам, связанным с вашими данными: dauletanupwork@gmail.com

source: My Car
kk: Көлігім
ru: Мой авто

source: Specifications
kk: Сипаттамалар
ru: Характеристики

source: Compatible Connectors
kk: Қосқыштар
ru: Разъёмы

source: Select Vehicle
kk: Көлікті таңдау
ru: Выбрать авто

source: Battery Capacity
kk: Сыйымдылық
ru: Ёмкость

source: Efficiency
kk: Тиімділік
ru: Эффективность

source: Max Charging
kk: Макс. заряд
ru: Макс. заряд

source: Range
kk: Қашықтық
ru: Запас хода

# kwh_unit
source: kWh
kk: кВт·сағ
ru: кВт·ч

# kw_unit
source: kW
kk: кВт
ru: кВт

# km_unit
source: km
kk: км
ru: км

# efficiency_unit
source: kWh/100km
kk: кВт·сағ/100км
ru: кВт·ч/100км

# range_unit
source: km range
kk: км жүріс
ru: км хода

# vehicle_info_format
source: %@ range • %@ kWh
kk: %@ жүріс • %@ кВт·сағ
ru: %@ хода • %@ кВт·ч

source: Total Sessions
kk: Барлығы сессия
ru: Сессий всего

source: Total Energy Charged
kk: Зарядталғаны
ru: Заряжено

source: Total Cost
kk: Жалпы шығын
ru: Всего потрачено

source: Average Cost
kk: Орташа баға
ru: Средняя цена

# co2_saved
source: CO₂ Saved
kk: Үнемделген CO₂
ru: CO₂ сэкономлено

# equivalent_gasoline
source: Gasoline Equivalent
kk: Бензин баламасы
ru: Эквивалент бензина

# co2_emissions_avoided
source: CO₂ Emissions Avoided
kk: Алдын алынған CO₂
ru: Выбросы CO₂ предотвращены

source: Gasoline Saved
kk: Үнемделген бензин
ru: Сэкономлено бензина

# kg_unit
source: kg
kk: кг
ru: кг

# liters_unit
source: L
kk: л
ru: л

source: Energy Added
kk: Қосылғаны
ru: Добавлено

source: Charging Speed
kk: Жылдамдық
ru: Скорость

source: Cost
kk: Құны
ru: Стоимость

source: Duration
kk: Ұзақтығы
ru: Время

source: Location
kk: Орны
ru: Местоположение

# minutes
source: min
kk: мин
ru: мин

# hours
source: h
kk: сағ
ru: ч

# seconds
source: s
kk: с
ru: сек

# maps_tool
source: Maps
kk: Карталар
ru: Карты

# favourite_tool
source: Favourites
kk: Таңдаулылар
ru: Избранное

# my_car_tool
source: My Car
kk: Көлігім
ru: Мой авто

# favorites_title
source: Favourite
kk: Таңдаулылар
ru: Избранное

source: Loading favorites...
kk: Таңдаулылар жүктелуде...
ru: Загрузка...

source: No Favorite Stations
kk: Таңдаулы станциялар жоқ
ru: Нет станций

# no_favorite_stations_description
source: Add stations to your favorites from the map view to see them here
kk: Картадан станцияларды таңдау тізіміне қосыңыз
ru: Добавьте станции с карты

source: Explore Map
kk: Картаны ашу
ru: Открыть карту

source: Log in or Sign up
kk: Кіру немесе тіркелу
ru: Вход или регистрация

source: Welcome back!
kk: Қайта оралуыңызбен!
ru: С возвращением!

# create_account_title
source: Create your account
kk: Аккаунт жасау
ru: Регистрация

# email_label
source: Email
kk: Эл. пошта
ru: Почта

# password_label
source: Password
kk: Құпия сөз
ru: Пароль

# create_password_label
source: Create a password
kk: Құпия сөз жасау
ru: Создать пароль

# confirm_password_label
source: Confirm password
kk: Құпия сөзді растау
ru: Повторить пароль

# email_placeholder
source: Email
kk: Эл. пошта
ru: Почта

# enter_email_placeholder
source: Enter your email
kk: Эл. поштаңызды енгізіңіз
ru: Введите почту

# enter_password_placeholder
source: Enter your password
kk: Құпия сөзіңізді енгізіңіз
ru: Введите пароль

# confirm_password_placeholder
source: Confirm your password
kk: Құпия сөзіңізді растаңыз
ru: Повторите пароль

# password_requirement
source: Password must be at least 6 characters
kk: Кемі 6 таңба
ru: Минимум 6 символов

source: Passwords match
kk: Құпия сөздер сәйкес
ru: Пароли совпадают

source: Passwords don't match
kk: Құпия сөздер сәйкес емес
ru: Пароли не совпадают

# continue_button
source: Continue
kk: Жалғастыру
ru: Продолжить

# sign_in_button
source: Sign In
kk: Кіру
ru: Войти

# create_account_button
source: Create Account
kk: Аккаунт жасау
ru: Создать аккаунт

source: ← Back to email
kk: ← Поштаға оралу
ru: ← Назад к почте

source: Forgot Password?
kk: Құпия сөзді ұмыттыңыз ба?
ru: Забыли пароль?

source: or use
kk: немесе
ru: или

source: Sign in with Google
kk: Google арқылы кіру
ru: Войти через Google

source: Sign in with Apple
kk: Apple арқылы кіру
ru: Войти через Apple

# terms_and_conditions
source: By signing up, you agree to our Terms of Service and Privacy Policy
kk: Тіркелу арқылы Қызмет көрсету шарттары және Құпиялылық саясатына келісесіз
ru: Регистрируясь, вы соглашаетесь с Условиями и Политикой

# error_title
source: Error
kk: Қате
ru: Ошибка

# ok_button
source: OK
kk: Жарайды
ru: ОК

# unknown_error
source: An unknown error occurred
kk: Белгісіз қате
ru: Неизвестная ошибка

# passwords_do_not_match_error
source: Passwords do not match
kk: Құпия сөздер сәйкес емес
ru: Пароли не совпадают

# invalid_email_error
source: Please enter a valid email address
kk: Жарамды email енгізіңіз
ru: Введите корректный email

# unable_to_verify_account_error
source: Unable to verify account status
kk: Аккаунт мәртебесін тексеру мүмкін емес
ru: Не удалось проверить аккаунт

# station_address
source: Address
kk: Мекенжай
ru: Адрес

# operating_hours
source: Hours
kk: Уақыты
ru: Часы

source: Power
kk: Қуат
ru: Мощность

source: Price
kk: Баға
ru: Цена

source: Phone
kk: Телефон
ru: Телефон

source: Connector Types
kk: Қосқыштар
ru: Разъёмы

source: Amenities
kk: Қызметтер
ru: Услуги

source: kWh
kk: кВт·сағ
ru: кВт·ч

source: Call
kk: Қоңырау
ru: Позвонить

source: Save
kk: Сақтау
ru: Сохранить

source: Saved
kk: Сақталды
ru: Сохранено

source: Navigate
kk: Маршрут
ru: Маршрут

# status_available
source: Available
kk: Қолжетімді
ru: Доступна

# status_occupied
source: Occupied
kk: Бос емес
ru: Занята

# status_out_of_service
source: Out of Service
kk: Жұмыс істемейді
ru: Не работает

# status_maintenance
source: Not Available: Maintanace
kk: Қолжетімсіз (техқызмет)
ru: Недоступна (обслуживание)

# amenity_restroom
source: Restroom
kk: Дәретхана
ru: Туалет

# amenity_restaurant
source: Restaurant
kk: Мейрамхана
ru: Ресторан

# amenity_shopping_mall
source: Shopping
kk: Сауда орталығы
ru: ТРЦ

# amenity_parking
source: Parking
kk: Автотұрақ
ru: Парковка

# amenity_covered
source: Covered
kk: Үстінгі орын
ru: Под навесом

# amenity_fast_charging
source: Fast Charging: DC
kk: Жылдам заряд (DC)
ru: Быстрая зарядка (DC)

# amenity_ev_charging
source: EV Charging: AC
kk: Заряд (AC)
ru: Зарядка (AC)

# welcome_tagline
source: Find, navigate, and charge your electric vehicle with ease
kk: Станцияларды табыңыз, бағыт алыңыз, зарядтаңыз
ru: Находите станции и заряжайте авто легко

source: Loading...
kk: Жүктелуде...
ru: Загрузка...

# no_internet_title
source: No Internet Connection
kk: Интернет жоқ
ru: Нет интернета

# no_internet_description
source: Please check your internet connection and try again. Make sure you're connected to Wi-Fi or cellular data.
kk: Қосылымды тексеріп, қайталап көріңіз.
ru: Проверьте подключение и попробуйте снова.

# try_again_button
source: Try Again
kk: Қайта көру
ru: Повторить

source: Checking Connection...
kk: Тексерілуде...
ru: Проверка...

# connection_tips_title
source: Connection Tips:
kk: Кеңестер
ru: Советы

# check_wifi_tip
source: Check your Wi-Fi connection
kk: Wi-Fi тексеріңіз
ru: Проверьте Wi-Fi

# check_cellular_tip
source: Ensure cellular data is enabled
kk: Ұялы деректерді тексеріңіз
ru: Проверьте мобильные данные

# restart_device_tip
source: Try restarting your device
kk: Құрылғыны қайта қосыңыз
ru: Перезагрузите устройство

# NSLocationWhenInUseUsageDescription
source: This app needs location access to show your position on the map and find nearby charging stations.
kk: Картада орналасуыңызды көрсету және жақын станцияларды табу үшін геолокацияға рұқсат қажет.
ru: Приложению нужен доступ к геолокации, чтобы показывать ваше местоположение и ближайшие станции.

# location_services_disabled
source: Location services are disabled
kk: Геолокация өшірілген
ru: Геолокация отключена

source: Location access denied
kk: Қол жеткізуге тыйым салынған
ru: Доступ запрещён

# location_unable_to_determine
source: Unable to determine location
kk: Орналасу анықталмады
ru: Не удалось определить

source: Location access restricted
kk: Қол жеткізу шектелген
ru: Доступ ограничен

# location_disabled_title
source: Location Disabled
kk: Геолокация өшірілген
ru: Геолокация выключена

# location_access_title
source: Location Access
kk: Орналасуға қол жеткізу
ru: Доступ к геолокации

# location_services_disabled_title
source: Location Services Disabled
kk: Геолокация өшірілген
ru: Геолокация отключена

# location_disabled_message
source: To show your location and find nearby charging stations, location services need to be enabled in app settings.
kk: Геолокацияны қолданба баптауларынан қосыңыз.
ru: Включите геолокацию в настройках приложения.

# location_access_denied_message
source: Location access is restricted. Please enable location access in System Settings.
kk: Қол жеткізу шектелген. Жүйе баптауларынан рұқсат беріңіз.
ru: Доступ ограничен. Включите в настройках.

# location_services_disabled_message
source: Location services are disabled in device settings. Enable them in Settings > Privacy & Security > Location Services.
kk: Геолокация құрылғы баптауларында өшірілген.
ru: Геолокация отключена в настройках устройства.

source: Enable
kk: Қосу
ru: Включить

source: Open Settings
kk: Баптауларды ашу
ru: Открыть настройки
